{
  "HEADER_ABQ_INSTITUTE": "ABQ.institute",
  "MENU_HOME": "Home",
  "MENU_MANIFESTO": "Manifesto",
  "MENU_CONTACT": "Contact",
  "MENU_PRESS": "Press",
  "ABOUT_ABOUT": "About",
  "ABOUT_FUTURE_PROOFING_HUMANITY": "Future Proofing Humanity",
  "ABOUT_WR_ARE_AT_THE_FOREFRONT": "We are at the forefront of exploring the profound impacts that the convergence of <b>Artificial Intelligence, Blockchain, and Quantum Computing</b> exerts on our society and its economic frameworks.",
  "MISSON_MISSION": "Mission",
  "MISSON_GLOBAL_APPROACH": "Global Approach, Local Action",
  "MISSON_GLOBAL_WE_BRING_TOGETHER_ACADEMIA": "We bring together Academia, distinguished research institutions, and a broad spectrum of private businesses, new wave of innovators, startups and public stakeholders to <b>address</b> the social and business needs, <b>deliberate, educate</b> and potentially <b>solve</b> by means of <b>entrepreneurial</b> and higher educational <b>approaches</b> the pivotal questions essential for enhancing <b>policy development, socioeconomic structures, educational methodologies, and political strategies</b>.",
  "FOCUS_FOCUS": "Focus",
  "FOCUS_MAIN_PILLARS": "Main Pillars",
  "FOCUS_WE_FOCUS_ON_FINDING": "We focus on finding the applications that will emerge from the crossing of these technologies and propose approaches for the following topics:",
  "FOCUS_AI_BLOCKCHAIN_QUANTUM": "A.I.-Blockchain-Quantum Computing Synergy and its <b>Impact</b>.",
  "FOCUS_ECONOMIC_TRANFORMATION": "Economic <b>Transformation</b> through <b>Entrepreneurship</b>, the Future Of Work, Quality of Life, Life Expectancy, Nature and Space.",
  "FOCUS_ETHICAL_AND_LONG_TERM_SOCIETAL": "Ethical and Long Term Societal <b>Implications</b>.",
  "PARTICIPATE_PARTICIPATE": "Participate",
  "PARTICIPATE_JOIN_US": "Join Us!",
  "PARTICIPATE_JOIN_OUR_COMMUNITY": "Join our community and access our resources, game-changing connections, and inspiring conversations!",
  "PARTICIPATE_EMAIL": "E-mail",
  "PARTICIPATE_LINKEDIN": "Linkedin",
  "PARTICIPATE_DISCORD": "Discord",
  "MANIFESTO_MANIFESTO": "Manifesto",
  "MANIFESTO_MISSION_STATEMENT": "Mission Statement",
  "MANIFESTO_THE_ABQ_INSTUTUTE": "The ABQ Institute is dedicated to pioneering research, fostering innovation, and driving societal progress at the convergence of Artificial Intelligence <b>(A)</b>, Blockchain <b>(B)</b>, and Quantum Computing <b>(Q)</b>. We aim to research economic paradigms, how the 3 technologies will transform work dynamics, address global challenges through interdisciplinary collaboration and practical applications, and what their impact on our society.",
  "MANIFESTO_VISION": "Vision",
  "MANIFESTO_WE_INVISION": "We envision a future where the synergy of AI, blockchain, and quantum computing creates unprecedented opportunities for societal advancement, sustainable economic growth, and ethical technological progress.",
  "MANIFESTO_GUIDING_PRINCIPLES": "Guiding Principles",
  "MANIFESTO_COMPLEXITY": "<b>Complexity:</b> We embrace the intricate nature of 21st-century challenges. By engaging with contemporary issues, we develop novel approaches to complex problems. We shall explore how AI-driven blockchain systems could be optimized by quantum computing to create more efficient and secure global interactions.",
  "MANIFESTO_TRANDISCIPLINARITY": "<b>Transdisciplinarity:</b> Our work transcends traditional disciplinary boundaries, unifying insights from diverse fields to create a holistic understanding of our focus technologies and their impacts.",
  "MANIFESTO_GLOBALITY": "<b>Globality:</b> We address universal challenges with a border-less perspective, fostering an environment where anyone with the drive and skills can contribute to solving large-scale, long-term problems that reshape markets and lives.",
  "MANIFESTO_CORE_FOCUS_AREAS": "Core Focus Areas",
  "MANIFESTO_AI_BLOCKCHAIN_QUANTUM": "AI-Blockchain-Quantum Synergy",
  "MANIFESTO_DEVELOP_QUANTUM_RESISTANT": "Develop quantum-resistant blockchain systems enhanced by AI for future-proof secure transactions.",
  "MANIFESTO_CREATE_AI_MODELS": "Create AI models that can optimize blockchain networks using quantum algorithms.",
  "MANIFESTO_ECONOMIC_TRANFORMATION": "Economic Transformation",
  "MANIFESTO_DESIGN_AND_TEST_AI_DRIVEN": "Design and test AI-driven solutions on quantum-enhanced blockchain platforms that have the potential to revolutionize business processes.",
  "MANIFESTO_MODEL_THE_IMPACT": "Model the impact of quantum computing on financial systems and physical systems.",
  "MANIFESTO_FUTURE_OF_WORK": "Future of Work",
  "MANIFESTO_PROTOTYPE_NEW_FORMS": "Prototype new forms of decentralized autonomous organizations (DAOs) using AI and blockchain.",
  "MANIFESTO_IDENTIFY_AND_DEFINE_EMERGING": "Identify and define emerging job categories at the intersection of our focus technologies.",
  "MANIFESTO_ETHICAL_AND_SOCIETAL": "Ethical and Societal Implications",
  "MANIFESTO_CONDUCT_COMPREHENSIVE_STUDIES": "Conduct comprehensive studies on the social impacts of AI decision-making systems built on blockchain infrastructures.",
  "MANIFESTO_DEVELOP_FRAMEWORKS_FOR_ENSURING_PRIVACY": "Develop frameworks for ensuring privacy and security in a world with advanced quantum computing capabilities.",
  "MANIFESTO_OUR_APPROACH": "Our Approach",
  "MANIFESTO_INTERDISCIPLINARY_RESEARCH": "Interdisciplinary Research",
  "MANIFESTO_ESTABLISH_A_GLOBAL_NETWORK": "Establish a global network of experts in AI, blockchain, quantum computing, economics, sociology, and ethics.",
  "MANIFESTO_CONDUCT_ANNUAL": "Conduct annual symposiums to foster collaboration between technologists, entrepreneurs, policymakers, and academics.",
  "MANIFESTO_PRAGMATIC_ENTREPRENEURSHIP": "Pragmatic Entrepreneurship",
  "MANIFESTO_MENTORSHIP_PROGRAM": "Mentorship Program: Connect aspiring entrepreneurs with experienced industry leaders for guidance and support.",
  "MANIFESTO_INNOVATION_LAB": "Innovation Lab: Provide resources and facilities for rapid prototyping and testing of ideas at the intersection of our focus technologies.",
  "MANIFESTO_GLOBAL_ACCELERATOR": "Global Accelerator: Launch an annual program to incubate and accelerate startups leveraging AI, blockchain, and quantum computing synergies.",
  "MANIFESTO_FUTURE_SCENARIO": "Future Scenario Modeling",
  "MANIFESTO_DEVELOP_ADVANCED_SIMULATION": "Develop advanced simulation tools to project potential futures resulting from the widespread adoption of our focus technologies.",
  "MANIFESTO_PUBLISH_QUARTERLY_REPORTS": "Publish quarterly reports on emerging trends and potential societal impacts to guide policy and business strategies.",
  "MANIFESTO_EDUCATION_AND_PUBLIC_ENGAGEMENT": "Education and Public Engagement",
  "MANIFESTO_CREATE_BOTH_ONLINE": "Create both online and physical courses on AI, blockchain, and quantum computing and their societal implications.",
  "MANIFESTO_HOST_PUBLIC_LECTURES": "Host public lectures and workshops to foster understanding of these transformative technologies.",
  "MANIFESTO_DEVELOP_EDUCATIONAL_PROGRAMS": "Develop educational programs to prepare the next generation for the AI-blockchain-quantum future.",
  "MANIFESTO_CONCRETE_GOALS": "Concrete Goals for the Next Five Years",
  "MANIFESTO_ESTABLISH_PARTNERSHIPS": "Establish partnerships with at least 50 leading universities and research institutions globally.",
  "MANIFESTO_INCUBATE": "Incubate and accelerate 100 startups focusing on the synergy of AI, blockchain, and quantum computing.",
  "MANIFESTO_PUBLISH_OVER_20_PEER_REVIEWED": "Publish over 20 peer-reviewed papers on the societal and economic impacts of our focus technologies.",
  "MANIFESTO_DEVELOP_AND_LAUNCH": "Develop and launch 2 online and offline courses to reach an audience of over 500.",
  "MANIFESTO_HOST_AN_ANNUAL": "Host an annual \"Future of Technology and Society\" conference, attracting 1000+ attendees by year five.",
  "MANIFESTO_MEMBERSHIP": "Membership and Collaboration",
  "MANIFESTO_JOIN_THE_ABQ": "Join the ABQ Institute as we forge the path to a future empowered by the synergy of AI, blockchain, and quantum computing. We offer three tiers of membership:",
  "MANIFESTO_INDIVIDUAL_RESEARCHER": "Individual Researcher/University/Institute: Access to our resources, participation in projects, and networking opportunities.",
  "MANIFESTO_CORPORATE_PARTNER": "Corporate Partner: Collaboration on research projects, priority access to our talent pool, and customized workshops.",
  "MANIFESTO_GOVERMENT_NGO": "Government/NGO Affiliate: Joint policy research, access to our future scenario models, and tailored briefings.",
  "MANIFESTO_TO_BECOME": "To become a member or explore collaboration opportunities, please get in touch.",
  "MANIFESTO_TOGETHER_WE_WILL_HARNESS": "Together, we will harness the transformative power of AI, blockchain, and quantum computing to create a more efficient, equitable, and innovative global society.",
  "PRESS_MEDIA_AND_PRESS": "Media and Press",
  "PRESS_FIND_HERE_MEDIA_RESOURCES": "Find here media resources and press releases.",
  "PRESS_COMUNICAT_DE_PRESA": "[RO] Comunicat de presă",
  "PRESS_INSTITUTUL_ABQ": "Institutul ABQ – Future Proofing Humanity",
  "PRESS_RELEASE_DATE": "Timișoara, 25 iulie 2024",
  "MANIFESTO_PRESS_RELEASE_1": "Astăzi marcăm lansarea Institutului ABQ, o entitate de cercetare și educare cu privire la impactul asupra umanității a tehnologiilor emergente în general, dar cu focus inițial pe Inteligență Artificială (IA), Blockchain și Informatică Cuantică (Quantum Computing). Obiectivul nostru este să accelerăm inovația, antreprenoriatul, să oferim soluții la provocările globale și să redefinim peisajul economic și profesional prin abordări interdisciplinare.",
  "MANIFESTO_PRESS_RELEASE_2": "Concentrându-ne pe trei piloni esențiali - în primul rand, Sinergia dintre Inteligenta Artificiala, Blockchain si Quantum Computing, apoi Transformarea Economică și Viitorul Muncii, precum și Implicațiile Etice și Societale - ne propunem să creăm un ecosistem de inovare robust, aliniat la nevoile reale ale pieței și societății, oferind un impuls antreprenorial ecosistemelor și comunităților locale.",
  "MANIFESTO_PRESS_RELEASE_3": "Prima noastră inițiativă concretă este un program educațional avansat, dezvoltat în parteneriat cu Universitatea Politehnica din Timișoara (UPT). Acest program va echipa studenții cu competențe antreprenoriale și tehnice de vârf, esențiale pentru piața muncii în continuă evoluție și cu focus pe aplicații dezvoltate cu cele trei tehnologii emergente.",
  "MANIFESTO_PRESS_RELEASE_4": "ABQ cercetează impactul acestor tehnologii asupra economiei și societății, identificând probleme globale viitoare pentru inițiative antreprenoriale. Institutul se adresează studenților, doctoranzilor, profesorilor universitari și managerilor corporatiști, sprijinind formarea viitoarelor companii unicorn din regiune.",
  "MANIFESTO_PRESS_RELEASE_5": "Cu o rețea de colaboratori ce se extinde deja în centre europene majore precum Viena, Londra, Dublin și Cluj, și cu planuri de expansiune în hub-uri globale, Institutul ABQ se poziționează ca un jucător cheie în peisajul tehnologic internațional.",
  "MANIFESTO_PRESS_RELEASE_6": "Institutul este rezultatul colaborării dintre Adrian Erimescu, Dr. Valentin Mureșan si Mihai Șuta. Adrian este timișorean format la UPT și devenit antreprenor. A co-fondat și condus Imobiliare.ro, cel mai mare marketplace în imobiliare din România, vândut către un grup elvețian. De asemenea este co-fondator al clubului de business angels Growceanu, unde se implică constant în dezvoltarea ecosistemului antreprenorial românesc, și al centrului cultural FABER, un actor important în viața culturală a Timișoarei. Dr. Valentin Mureșan este un antreprenor din Timișoara, România, cunoscut pentru contribuțiile sale la digitalizare și inițiative smart city. A co-fondat primul birou de cercetare și dezvoltare Movidius în Timișoara, achiziționat ulterior de Intel. La Intel, a continuat să promoveze inovațiile în edge-AI, culminând cu contribuția echipei la procesorul flagship Intel Meteor Lake. Val a co-fondat organizații esențiale pentru vitalitatea culturală și economică a regiunii, cum ar fi Asociația Banat IT, Fundația Comunitară Timișoara, centrul cultural FABER și Clubul Investitorilor Growceanu. Conducerea și dedicarea sa au avut un impact semnificativ asupra peisajului tehnologic și au stimulat creșterea și inovația în comunitatea IT din Timișoara. Mihai Șuta, specialist în managementul proceselor, management strategic cu focus pe cele trei tehnologii, implicat in multiple cauze sociale si culturale, cu un MBA transformare digitală la WU Executive Academy, Viena, în prezent doctorand al Universității Tehnice Cluj-Napoca unde cercetează economiile computaționale emergente și efectele lor.",
  "MANIFESTO_PRESS_RELEASE_7": "Dr. Valentin Muresan, co-fondator, subliniază: <i>\"Institutul ABQ se poziționează strategic la convergența celor mai disruptive tehnologii ale erei noastre. Vizăm să promovăm mindset antreprenorial în rândul studenților cât și a profesioniștilor din industrie, care să genereze inovații cu impact semnificativ, care să propulseze atât mediul de afaceri, cât și societatea în ansamblu.\"</i>",
  "MANIFESTO_PRESS_RELEASE_8": "Conf.univ.dr.ing. Florin Drăgan, Rector al UPT: <i>\"Politehnica a susținut întotdeauna că antreprenoriatul în universități trebuie sustinut de către zona privată, în special cu ajutorul celor care au reușit în domeniu. Adi si Val sunt absolventi remarcabili ai UPT, iar inițiativa institutului este una remarcabilă. Suntem bucuroși sa gazduim acest prim curs și suntem convinși ca acest model bazat pe tehnologie va fi extins și in alte centre universitare.”</i>",
  "MANIFESTO_PRESS_RELEASE_9": "Institutul e în discuții avansate cu universități și institute de cercetare specializare din România și Austria, companii private din Irlanda, SUA si UK, iar pe aceasta cale dorim sa invitam universitățile și companiile locale să se alăture, pentru a accelera formarea de spin offs relevante.",
  "MANIFESTO_PRESS_RELEASE_10": "Pentru a fi la curent cu evolutia Institutului ABQ și oportunitățile de colaborare, vă invităm să accesați <url1>https://abq.institute</url1>.",
  "MANIFESTO_PRESS_RELEASE_11": "Despre ABQ: Institutul ABQ este o organizație de cercetare și inovare ce operează la intersecția Inteligenței Artificiale, Blockchain și Informaticii Cuantice. Fondat în 2024, institutul își propune să catalizeze progresul tehnologic și economic prin cercetare de frontieră și parteneriate strategice.",
  "MANIFESTO_PRESS_RELEASE_12": "Contact: <url2>membership@abq.institute</url2>",
  "FOOTER_COPYRIGHT": "© 2024 ABQ Institute."
}
